{
    "Index0": 0,
    "Index1": 1,
    "Index2": 2,
    "Index3": 3,
    "Index4": 4,
    "Index5": 5,
    "Index6": 6,
    "Index7": 7,
    "Index8": 8,
    "Index9": 9,
    "--Loop1": 10,
    "--Loop2": 11,
    "--Loop3": 12,
    "--Loop4": 13,
    "--Loop5": 14,
    "--Loop6": 15,
    "--Loop7": 16,
    "--Loop8": 17,
    "--Loop9": 18,
    "--Loop10": 19,
    "--Loop11": 20,
    "--Loop12": 21,
    "HBLoop1": 22,
    "HBLoop2": 23,
    "HBLoop3": 24,
    "HBLoop4": 25,
    "HBLoop5": 26,
    "HBLoop6": 27,
    "HBLoop7": 28,
    "HBLoop8": 29,
    "HBLoop9": 30,
    "HBLoop10": 31,
    "HBLoop11": 32,
    "HBLoop12": 33,
    "SBLoop1": 34,
    "SBLoop2": 35,
    "SBLoop3": 36,
    "SBLoop4": 37,
    "SBLoop5": 38,
    "SBLoop6": 39,
    "SBLoop7": 40,
    "SBLoop8": 41,
    "SBLoop9": 42,
    "SBLoop10": 43,
    "SBLoop11": 44,
    "SBLoop12": 45,
    "HPLoop1": 46,
    "HPLoop2": 47,
    "HPLoop3": 48,
    "HPLoop4": 49,
    "HPLoop5": 50,
    "HPLoop6": 51,
    "HPLoop7": 52,
    "HPLoop8": 53,
    "HPLoop9": 54,
    "HPLoop10": 55,
    "HPLoop11": 56,
    "HPLoop12": 57,
    "ARLoop1": 58,
    "ARLoop2": 59,
    "ARLoop3": 60,
    "ARLoop4": 61,
    "ARLoop5": 62,
    "ARLoop6": 63,
    "ARLoop7": 64,
    "ARLoop8": 65,
    "ARLoop9": 66,
    "ARLoop10": 67,
    "ARLoop11": 68,
    "ARLoop12": 69,
    "SSLoop1": 70,
    "SSLoop2": 71,
    "SSLoop3": 72,
    "SSLoop4": 73,
    "SSLoop5": 74,
    "SSLoop6": 75,
    "SSLoop7": 76,
    "SSLoop8": 77,
    "SSLoop9": 78,
    "SSLoop10": 79,
    "SSLoop11": 80,
    "SSLoop12": 81,
    "--Contact1": 82,
    "--Contact2": 83,
    "--Contact3": 84,
    "--Contact4": 85,
    "--Contact5": 86,
    "--Contact6": 87,
    "HBContact1": 88,
    "HBContact2": 89,
    "HBContact3": 90,
    "HBContact4": 91,
    "HBContact5": 92,
    "HBContact6": 93,
    "SBContact1": 94,
    "SBContact2": 95,
    "SBContact3": 96,
    "SBContact4": 97,
    "SBContact5": 98,
    "SBContact6": 99,
    "HPContact1": 100,
    "HPContact2": 101,
    "HPContact3": 102,
    "HPContact4": 103,
    "HPContact5": 104,
    "HPContact6": 105,
    "ARContact1": 106,
    "ARContact2": 107,
    "ARContact3": 108,
    "ARContact4": 109,
    "ARContact5": 110,
    "ARContact6": 111,
    "SSContact1": 112,
    "SSContact2": 113,
    "SSContact3": 114,
    "SSContact4": 115,
    "SSContact5": 116,
    "SSContact6": 117,
    "--ALA": 118,
    "--ALAbur": 119,
    "--ALAexp": 120,
    "--ALAH": 121,
    "--ALAHbur": 122,
    "--ALAHexp": 123,
    "--ALAE": 124,
    "--ALAEbur": 125,
    "--ALAEexp": 126,
    "--ALAC": 127,
    "--ALACbur": 128,
    "--ALACexp": 129,
    "--GLY": 130,
    "--GLYbur": 131,
    "--GLYexp": 132,
    "--GLYH": 133,
    "--GLYHbur": 134,
    "--GLYHexp": 135,
    "--GLYE": 136,
    "--GLYEbur": 137,
    "--GLYEexp": 138,
    "--GLYC": 139,
    "--GLYCbur": 140,
    "--GLYCexp": 141,
    "--SER": 142,
    "--SERbur": 143,
    "--SERexp": 144,
    "--SERH": 145,
    "--SERHbur": 146,
    "--SERHexp": 147,
    "--SERE": 148,
    "--SEREbur": 149,
    "--SEREexp": 150,
    "--SERC": 151,
    "--SERCbur": 152,
    "--SERCexp": 153,
    "--THR": 154,
    "--THRbur": 155,
    "--THRexp": 156,
    "--THRH": 157,
    "--THRHbur": 158,
    "--THRHexp": 159,
    "--THRE": 160,
    "--THREbur": 161,
    "--THREexp": 162,
    "--THRC": 163,
    "--THRCbur": 164,
    "--THRCexp": 165,
    "--CYS": 166,
    "--CYSbur": 167,
    "--CYSexp": 168,
    "--CYSH": 169,
    "--CYSHbur": 170,
    "--CYSHexp": 171,
    "--CYSE": 172,
    "--CYSEbur": 173,
    "--CYSEexp": 174,
    "--CYSC": 175,
    "--CYSCbur": 176,
    "--CYSCexp": 177,
    "--VAL": 178,
    "--VALbur": 179,
    "--VALexp": 180,
    "--VALH": 181,
    "--VALHbur": 182,
    "--VALHexp": 183,
    "--VALE": 184,
    "--VALEbur": 185,
    "--VALEexp": 186,
    "--VALC": 187,
    "--VALCbur": 188,
    "--VALCexp": 189,
    "--LEU": 190,
    "--LEUbur": 191,
    "--LEUexp": 192,
    "--LEUH": 193,
    "--LEUHbur": 194,
    "--LEUHexp": 195,
    "--LEUE": 196,
    "--LEUEbur": 197,
    "--LEUEexp": 198,
    "--LEUC": 199,
    "--LEUCbur": 200,
    "--LEUCexp": 201,
    "--ILE": 202,
    "--ILEbur": 203,
    "--ILEexp": 204,
    "--ILEH": 205,
    "--ILEHbur": 206,
    "--ILEHexp": 207,
    "--ILEE": 208,
    "--ILEEbur": 209,
    "--ILEEexp": 210,
    "--ILEC": 211,
    "--ILECbur": 212,
    "--ILECexp": 213,
    "--MET": 214,
    "--METbur": 215,
    "--METexp": 216,
    "--METH": 217,
    "--METHbur": 218,
    "--METHexp": 219,
    "--METE": 220,
    "--METEbur": 221,
    "--METEexp": 222,
    "--METC": 223,
    "--METCbur": 224,
    "--METCexp": 225,
    "--ASP": 226,
    "--ASP-": 227,
    "--ASPbur": 228,
    "--ASPbur-": 229,
    "--ASPexp": 230,
    "--ASPexp-": 231,
    "--ASPH": 232,
    "--ASPH-": 233,
    "--ASPHbur": 234,
    "--ASPHbur-": 235,
    "--ASPHexp": 236,
    "--ASPHexp-": 237,
    "--ASPE": 238,
    "--ASPE-": 239,
    "--ASPEbur": 240,
    "--ASPEbur-": 241,
    "--ASPEexp": 242,
    "--ASPEexp-": 243,
    "--ASPC": 244,
    "--ASPC-": 245,
    "--ASPCbur": 246,
    "--ASPCbur-": 247,
    "--ASPCexp": 248,
    "--ASPCexp-": 249,
    "--GLU": 250,
    "--GLU-": 251,
    "--GLUbur": 252,
    "--GLUbur-": 253,
    "--GLUexp": 254,
    "--GLUexp-": 255,
    "--GLUH": 256,
    "--GLUH-": 257,
    "--GLUHbur": 258,
    "--GLUHbur-": 259,
    "--GLUHexp": 260,
    "--GLUHexp-": 261,
    "--GLUE": 262,
    "--GLUE-": 263,
    "--GLUEbur": 264,
    "--GLUEbur-": 265,
    "--GLUEexp": 266,
    "--GLUEexp-": 267,
    "--GLUC": 268,
    "--GLUC-": 269,
    "--GLUCbur": 270,
    "--GLUCbur-": 271,
    "--GLUCexp": 272,
    "--GLUCexp-": 273,
    "--ASN": 274,
    "--ASNbur": 275,
    "--ASNexp": 276,
    "--ASNH": 277,
    "--ASNHbur": 278,
    "--ASNHexp": 279,
    "--ASNE": 280,
    "--ASNEbur": 281,
    "--ASNEexp": 282,
    "--ASNC": 283,
    "--ASNCbur": 284,
    "--ASNCexp": 285,
    "--GLN": 286,
    "--GLNbur": 287,
    "--GLNexp": 288,
    "--GLNH": 289,
    "--GLNHbur": 290,
    "--GLNHexp": 291,
    "--GLNE": 292,
    "--GLNEbur": 293,
    "--GLNEexp": 294,
    "--GLNC": 295,
    "--GLNCbur": 296,
    "--GLNCexp": 297,
    "--HIS": 298,
    "--HIS+": 299,
    "--HISbur": 300,
    "--HISbur+": 301,
    "--HISexp": 302,
    "--HISexp+": 303,
    "--HISH": 304,
    "--HISH+": 305,
    "--HISHbur": 306,
    "--HISHbur+": 307,
    "--HISHexp": 308,
    "--HISHexp+": 309,
    "--HISE": 310,
    "--HISE+": 311,
    "--HISEbur": 312,
    "--HISEbur+": 313,
    "--HISEexp": 314,
    "--HISEexp+": 315,
    "--HISC": 316,
    "--HISC+": 317,
    "--HISCbur": 318,
    "--HISCbur+": 319,
    "--HISCexp": 320,
    "--HISCexp+": 321,
    "--LYS": 322,
    "--LYS+": 323,
    "--LYSbur": 324,
    "--LYSbur+": 325,
    "--LYSexp": 326,
    "--LYSexp+": 327,
    "--LYSH": 328,
    "--LYSH+": 329,
    "--LYSHbur": 330,
    "--LYSHbur+": 331,
    "--LYSHexp": 332,
    "--LYSHexp+": 333,
    "--LYSE": 334,
    "--LYSE+": 335,
    "--LYSEbur": 336,
    "--LYSEbur+": 337,
    "--LYSEexp": 338,
    "--LYSEexp+": 339,
    "--LYSC": 340,
    "--LYSC+": 341,
    "--LYSCbur": 342,
    "--LYSCbur+": 343,
    "--LYSCexp": 344,
    "--LYSCexp+": 345,
    "--ARG": 346,
    "--ARG+": 347,
    "--ARGbur": 348,
    "--ARGbur+": 349,
    "--ARGexp": 350,
    "--ARGexp+": 351,
    "--ARGH": 352,
    "--ARGH+": 353,
    "--ARGHbur": 354,
    "--ARGHbur+": 355,
    "--ARGHexp": 356,
    "--ARGHexp+": 357,
    "--ARGE": 358,
    "--ARGE+": 359,
    "--ARGEbur": 360,
    "--ARGEbur+": 361,
    "--ARGEexp": 362,
    "--ARGEexp+": 363,
    "--ARGC": 364,
    "--ARGC+": 365,
    "--ARGCbur": 366,
    "--ARGCbur+": 367,
    "--ARGCexp": 368,
    "--ARGCexp+": 369,
    "--PHE": 370,
    "--PHEbur": 371,
    "--PHEexp": 372,
    "--PHEH": 373,
    "--PHEHbur": 374,
    "--PHEHexp": 375,
    "--PHEE": 376,
    "--PHEEbur": 377,
    "--PHEEexp": 378,
    "--PHEC": 379,
    "--PHECbur": 380,
    "--PHECexp": 381,
    "--TYR": 382,
    "--TYRbur": 383,
    "--TYRexp": 384,
    "--TYRH": 385,
    "--TYRHbur": 386,
    "--TYRHexp": 387,
    "--TYRE": 388,
    "--TYREbur": 389,
    "--TYREexp": 390,
    "--TYRC": 391,
    "--TYRCbur": 392,
    "--TYRCexp": 393,
    "--TRP": 394,
    "--TRPbur": 395,
    "--TRPexp": 396,
    "--TRPH": 397,
    "--TRPHbur": 398,
    "--TRPHexp": 399,
    "--TRPE": 400,
    "--TRPEbur": 401,
    "--TRPEexp": 402,
    "--TRPC": 403,
    "--TRPCbur": 404,
    "--TRPCexp": 405,
    "--PRO": 406,
    "--PRObur": 407,
    "--PROexp": 408,
    "--PROcis": 409,
    "--PROcisbur": 410,
    "--PROcisexp": 411,
    "--PROH": 412,
    "--PROHbur": 413,
    "--PROHexp": 414,
    "--PROHcis": 415,
    "--PROHcisbur": 416,
    "--PROHcisexp": 417,
    "--PROE": 418,
    "--PROEbur": 419,
    "--PROEexp": 420,
    "--PROEcis": 421,
    "--PROEcisbur": 422,
    "--PROEcisexp": 423,
    "--PROC": 424,
    "--PROCbur": 425,
    "--PROCexp": 426,
    "--PROCcis": 427,
    "--PROCcisbur": 428,
    "--PROCcisexp": 429,
    "HBALA": 430,
    "HBALAbur": 431,
    "HBALAexp": 432,
    "HBALAH": 433,
    "HBALAHbur": 434,
    "HBALAHexp": 435,
    "HBALAE": 436,
    "HBALAEbur": 437,
    "HBALAEexp": 438,
    "HBALAC": 439,
    "HBALACbur": 440,
    "HBALACexp": 441,
    "HBGLY": 442,
    "HBGLYbur": 443,
    "HBGLYexp": 444,
    "HBGLYH": 445,
    "HBGLYHbur": 446,
    "HBGLYHexp": 447,
    "HBGLYE": 448,
    "HBGLYEbur": 449,
    "HBGLYEexp": 450,
    "HBGLYC": 451,
    "HBGLYCbur": 452,
    "HBGLYCexp": 453,
    "HBSER": 454,
    "HBSERbur": 455,
    "HBSERexp": 456,
    "HBSERH": 457,
    "HBSERHbur": 458,
    "HBSERHexp": 459,
    "HBSERE": 460,
    "HBSEREbur": 461,
    "HBSEREexp": 462,
    "HBSERC": 463,
    "HBSERCbur": 464,
    "HBSERCexp": 465,
    "HBTHR": 466,
    "HBTHRbur": 467,
    "HBTHRexp": 468,
    "HBTHRH": 469,
    "HBTHRHbur": 470,
    "HBTHRHexp": 471,
    "HBTHRE": 472,
    "HBTHREbur": 473,
    "HBTHREexp": 474,
    "HBTHRC": 475,
    "HBTHRCbur": 476,
    "HBTHRCexp": 477,
    "HBCYS": 478,
    "HBCYSbur": 479,
    "HBCYSexp": 480,
    "HBCYSH": 481,
    "HBCYSHbur": 482,
    "HBCYSHexp": 483,
    "HBCYSE": 484,
    "HBCYSEbur": 485,
    "HBCYSEexp": 486,
    "HBCYSC": 487,
    "HBCYSCbur": 488,
    "HBCYSCexp": 489,
    "HBVAL": 490,
    "HBVALbur": 491,
    "HBVALexp": 492,
    "HBVALH": 493,
    "HBVALHbur": 494,
    "HBVALHexp": 495,
    "HBVALE": 496,
    "HBVALEbur": 497,
    "HBVALEexp": 498,
    "HBVALC": 499,
    "HBVALCbur": 500,
    "HBVALCexp": 501,
    "HBLEU": 502,
    "HBLEUbur": 503,
    "HBLEUexp": 504,
    "HBLEUH": 505,
    "HBLEUHbur": 506,
    "HBLEUHexp": 507,
    "HBLEUE": 508,
    "HBLEUEbur": 509,
    "HBLEUEexp": 510,
    "HBLEUC": 511,
    "HBLEUCbur": 512,
    "HBLEUCexp": 513,
    "HBILE": 514,
    "HBILEbur": 515,
    "HBILEexp": 516,
    "HBILEH": 517,
    "HBILEHbur": 518,
    "HBILEHexp": 519,
    "HBILEE": 520,
    "HBILEEbur": 521,
    "HBILEEexp": 522,
    "HBILEC": 523,
    "HBILECbur": 524,
    "HBILECexp": 525,
    "HBMET": 526,
    "HBMETbur": 527,
    "HBMETexp": 528,
    "HBMETH": 529,
    "HBMETHbur": 530,
    "HBMETHexp": 531,
    "HBMETE": 532,
    "HBMETEbur": 533,
    "HBMETEexp": 534,
    "HBMETC": 535,
    "HBMETCbur": 536,
    "HBMETCexp": 537,
    "HBASP": 538,
    "HBASP-": 539,
    "HBASPbur": 540,
    "HBASPbur-": 541,
    "HBASPexp": 542,
    "HBASPexp-": 543,
    "HBASPH": 544,
    "HBASPH-": 545,
    "HBASPHbur": 546,
    "HBASPHbur-": 547,
    "HBASPHexp": 548,
    "HBASPHexp-": 549,
    "HBASPE": 550,
    "HBASPE-": 551,
    "HBASPEbur": 552,
    "HBASPEbur-": 553,
    "HBASPEexp": 554,
    "HBASPEexp-": 555,
    "HBASPC": 556,
    "HBASPC-": 557,
    "HBASPCbur": 558,
    "HBASPCbur-": 559,
    "HBASPCexp": 560,
    "HBASPCexp-": 561,
    "HBGLU": 562,
    "HBGLU-": 563,
    "HBGLUbur": 564,
    "HBGLUbur-": 565,
    "HBGLUexp": 566,
    "HBGLUexp-": 567,
    "HBGLUH": 568,
    "HBGLUH-": 569,
    "HBGLUHbur": 570,
    "HBGLUHbur-": 571,
    "HBGLUHexp": 572,
    "HBGLUHexp-": 573,
    "HBGLUE": 574,
    "HBGLUE-": 575,
    "HBGLUEbur": 576,
    "HBGLUEbur-": 577,
    "HBGLUEexp": 578,
    "HBGLUEexp-": 579,
    "HBGLUC": 580,
    "HBGLUC-": 581,
    "HBGLUCbur": 582,
    "HBGLUCbur-": 583,
    "HBGLUCexp": 584,
    "HBGLUCexp-": 585,
    "HBASN": 586,
    "HBASNbur": 587,
    "HBASNexp": 588,
    "HBASNH": 589,
    "HBASNHbur": 590,
    "HBASNHexp": 591,
    "HBASNE": 592,
    "HBASNEbur": 593,
    "HBASNEexp": 594,
    "HBASNC": 595,
    "HBASNCbur": 596,
    "HBASNCexp": 597,
    "HBGLN": 598,
    "HBGLNbur": 599,
    "HBGLNexp": 600,
    "HBGLNH": 601,
    "HBGLNHbur": 602,
    "HBGLNHexp": 603,
    "HBGLNE": 604,
    "HBGLNEbur": 605,
    "HBGLNEexp": 606,
    "HBGLNC": 607,
    "HBGLNCbur": 608,
    "HBGLNCexp": 609,
    "HBHIS": 610,
    "HBHIS+": 611,
    "HBHISbur": 612,
    "HBHISbur+": 613,
    "HBHISexp": 614,
    "HBHISexp+": 615,
    "HBHISH": 616,
    "HBHISH+": 617,
    "HBHISHbur": 618,
    "HBHISHbur+": 619,
    "HBHISHexp": 620,
    "HBHISHexp+": 621,
    "HBHISE": 622,
    "HBHISE+": 623,
    "HBHISEbur": 624,
    "HBHISEbur+": 625,
    "HBHISEexp": 626,
    "HBHISEexp+": 627,
    "HBHISC": 628,
    "HBHISC+": 629,
    "HBHISCbur": 630,
    "HBHISCbur+": 631,
    "HBHISCexp": 632,
    "HBHISCexp+": 633,
    "HBLYS": 634,
    "HBLYS+": 635,
    "HBLYSbur": 636,
    "HBLYSbur+": 637,
    "HBLYSexp": 638,
    "HBLYSexp+": 639,
    "HBLYSH": 640,
    "HBLYSH+": 641,
    "HBLYSHbur": 642,
    "HBLYSHbur+": 643,
    "HBLYSHexp": 644,
    "HBLYSHexp+": 645,
    "HBLYSE": 646,
    "HBLYSE+": 647,
    "HBLYSEbur": 648,
    "HBLYSEbur+": 649,
    "HBLYSEexp": 650,
    "HBLYSEexp+": 651,
    "HBLYSC": 652,
    "HBLYSC+": 653,
    "HBLYSCbur": 654,
    "HBLYSCbur+": 655,
    "HBLYSCexp": 656,
    "HBLYSCexp+": 657,
    "HBARG": 658,
    "HBARG+": 659,
    "HBARGbur": 660,
    "HBARGbur+": 661,
    "HBARGexp": 662,
    "HBARGexp+": 663,
    "HBARGH": 664,
    "HBARGH+": 665,
    "HBARGHbur": 666,
    "HBARGHbur+": 667,
    "HBARGHexp": 668,
    "HBARGHexp+": 669,
    "HBARGE": 670,
    "HBARGE+": 671,
    "HBARGEbur": 672,
    "HBARGEbur+": 673,
    "HBARGEexp": 674,
    "HBARGEexp+": 675,
    "HBARGC": 676,
    "HBARGC+": 677,
    "HBARGCbur": 678,
    "HBARGCbur+": 679,
    "HBARGCexp": 680,
    "HBARGCexp+": 681,
    "HBPHE": 682,
    "HBPHEbur": 683,
    "HBPHEexp": 684,
    "HBPHEH": 685,
    "HBPHEHbur": 686,
    "HBPHEHexp": 687,
    "HBPHEE": 688,
    "HBPHEEbur": 689,
    "HBPHEEexp": 690,
    "HBPHEC": 691,
    "HBPHECbur": 692,
    "HBPHECexp": 693,
    "HBTYR": 694,
    "HBTYRbur": 695,
    "HBTYRexp": 696,
    "HBTYRH": 697,
    "HBTYRHbur": 698,
    "HBTYRHexp": 699,
    "HBTYRE": 700,
    "HBTYREbur": 701,
    "HBTYREexp": 702,
    "HBTYRC": 703,
    "HBTYRCbur": 704,
    "HBTYRCexp": 705,
    "HBTRP": 706,
    "HBTRPbur": 707,
    "HBTRPexp": 708,
    "HBTRPH": 709,
    "HBTRPHbur": 710,
    "HBTRPHexp": 711,
    "HBTRPE": 712,
    "HBTRPEbur": 713,
    "HBTRPEexp": 714,
    "HBTRPC": 715,
    "HBTRPCbur": 716,
    "HBTRPCexp": 717,
    "HBPRO": 718,
    "HBPRObur": 719,
    "HBPROexp": 720,
    "HBPROcis": 721,
    "HBPROcisbur": 722,
    "HBPROcisexp": 723,
    "HBPROH": 724,
    "HBPROHbur": 725,
    "HBPROHexp": 726,
    "HBPROHcis": 727,
    "HBPROHcisbur": 728,
    "HBPROHcisexp": 729,
    "HBPROE": 730,
    "HBPROEbur": 731,
    "HBPROEexp": 732,
    "HBPROEcis": 733,
    "HBPROEcisbur": 734,
    "HBPROEcisexp": 735,
    "HBPROC": 736,
    "HBPROCbur": 737,
    "HBPROCexp": 738,
    "HBPROCcis": 739,
    "HBPROCcisbur": 740,
    "HBPROCcisexp": 741,
    "SBALA": 742,
    "SBALAbur": 743,
    "SBALAexp": 744,
    "SBALAH": 745,
    "SBALAHbur": 746,
    "SBALAHexp": 747,
    "SBALAE": 748,
    "SBALAEbur": 749,
    "SBALAEexp": 750,
    "SBALAC": 751,
    "SBALACbur": 752,
    "SBALACexp": 753,
    "SBGLY": 754,
    "SBGLYbur": 755,
    "SBGLYexp": 756,
    "SBGLYH": 757,
    "SBGLYHbur": 758,
    "SBGLYHexp": 759,
    "SBGLYE": 760,
    "SBGLYEbur": 761,
    "SBGLYEexp": 762,
    "SBGLYC": 763,
    "SBGLYCbur": 764,
    "SBGLYCexp": 765,
    "SBSER": 766,
    "SBSERbur": 767,
    "SBSERexp": 768,
    "SBSERH": 769,
    "SBSERHbur": 770,
    "SBSERHexp": 771,
    "SBSERE": 772,
    "SBSEREbur": 773,
    "SBSEREexp": 774,
    "SBSERC": 775,
    "SBSERCbur": 776,
    "SBSERCexp": 777,
    "SBTHR": 778,
    "SBTHRbur": 779,
    "SBTHRexp": 780,
    "SBTHRH": 781,
    "SBTHRHbur": 782,
    "SBTHRHexp": 783,
    "SBTHRE": 784,
    "SBTHREbur": 785,
    "SBTHREexp": 786,
    "SBTHRC": 787,
    "SBTHRCbur": 788,
    "SBTHRCexp": 789,
    "SBCYS": 790,
    "SBCYSbur": 791,
    "SBCYSexp": 792,
    "SBCYSH": 793,
    "SBCYSHbur": 794,
    "SBCYSHexp": 795,
    "SBCYSE": 796,
    "SBCYSEbur": 797,
    "SBCYSEexp": 798,
    "SBCYSC": 799,
    "SBCYSCbur": 800,
    "SBCYSCexp": 801,
    "SBVAL": 802,
    "SBVALbur": 803,
    "SBVALexp": 804,
    "SBVALH": 805,
    "SBVALHbur": 806,
    "SBVALHexp": 807,
    "SBVALE": 808,
    "SBVALEbur": 809,
    "SBVALEexp": 810,
    "SBVALC": 811,
    "SBVALCbur": 812,
    "SBVALCexp": 813,
    "SBLEU": 814,
    "SBLEUbur": 815,
    "SBLEUexp": 816,
    "SBLEUH": 817,
    "SBLEUHbur": 818,
    "SBLEUHexp": 819,
    "SBLEUE": 820,
    "SBLEUEbur": 821,
    "SBLEUEexp": 822,
    "SBLEUC": 823,
    "SBLEUCbur": 824,
    "SBLEUCexp": 825,
    "SBILE": 826,
    "SBILEbur": 827,
    "SBILEexp": 828,
    "SBILEH": 829,
    "SBILEHbur": 830,
    "SBILEHexp": 831,
    "SBILEE": 832,
    "SBILEEbur": 833,
    "SBILEEexp": 834,
    "SBILEC": 835,
    "SBILECbur": 836,
    "SBILECexp": 837,
    "SBMET": 838,
    "SBMETbur": 839,
    "SBMETexp": 840,
    "SBMETH": 841,
    "SBMETHbur": 842,
    "SBMETHexp": 843,
    "SBMETE": 844,
    "SBMETEbur": 845,
    "SBMETEexp": 846,
    "SBMETC": 847,
    "SBMETCbur": 848,
    "SBMETCexp": 849,
    "SBASP": 850,
    "SBASP-": 851,
    "SBASPbur": 852,
    "SBASPbur-": 853,
    "SBASPexp": 854,
    "SBASPexp-": 855,
    "SBASPH": 856,
    "SBASPH-": 857,
    "SBASPHbur": 858,
    "SBASPHbur-": 859,
    "SBASPHexp": 860,
    "SBASPHexp-": 861,
    "SBASPE": 862,
    "SBASPE-": 863,
    "SBASPEbur": 864,
    "SBASPEbur-": 865,
    "SBASPEexp": 866,
    "SBASPEexp-": 867,
    "SBASPC": 868,
    "SBASPC-": 869,
    "SBASPCbur": 870,
    "SBASPCbur-": 871,
    "SBASPCexp": 872,
    "SBASPCexp-": 873,
    "SBGLU": 874,
    "SBGLU-": 875,
    "SBGLUbur": 876,
    "SBGLUbur-": 877,
    "SBGLUexp": 878,
    "SBGLUexp-": 879,
    "SBGLUH": 880,
    "SBGLUH-": 881,
    "SBGLUHbur": 882,
    "SBGLUHbur-": 883,
    "SBGLUHexp": 884,
    "SBGLUHexp-": 885,
    "SBGLUE": 886,
    "SBGLUE-": 887,
    "SBGLUEbur": 888,
    "SBGLUEbur-": 889,
    "SBGLUEexp": 890,
    "SBGLUEexp-": 891,
    "SBGLUC": 892,
    "SBGLUC-": 893,
    "SBGLUCbur": 894,
    "SBGLUCbur-": 895,
    "SBGLUCexp": 896,
    "SBGLUCexp-": 897,
    "SBASN": 898,
    "SBASNbur": 899,
    "SBASNexp": 900,
    "SBASNH": 901,
    "SBASNHbur": 902,
    "SBASNHexp": 903,
    "SBASNE": 904,
    "SBASNEbur": 905,
    "SBASNEexp": 906,
    "SBASNC": 907,
    "SBASNCbur": 908,
    "SBASNCexp": 909,
    "SBGLN": 910,
    "SBGLNbur": 911,
    "SBGLNexp": 912,
    "SBGLNH": 913,
    "SBGLNHbur": 914,
    "SBGLNHexp": 915,
    "SBGLNE": 916,
    "SBGLNEbur": 917,
    "SBGLNEexp": 918,
    "SBGLNC": 919,
    "SBGLNCbur": 920,
    "SBGLNCexp": 921,
    "SBHIS": 922,
    "SBHIS+": 923,
    "SBHISbur": 924,
    "SBHISbur+": 925,
    "SBHISexp": 926,
    "SBHISexp+": 927,
    "SBHISH": 928,
    "SBHISH+": 929,
    "SBHISHbur": 930,
    "SBHISHbur+": 931,
    "SBHISHexp": 932,
    "SBHISHexp+": 933,
    "SBHISE": 934,
    "SBHISE+": 935,
    "SBHISEbur": 936,
    "SBHISEbur+": 937,
    "SBHISEexp": 938,
    "SBHISEexp+": 939,
    "SBHISC": 940,
    "SBHISC+": 941,
    "SBHISCbur": 942,
    "SBHISCbur+": 943,
    "SBHISCexp": 944,
    "SBHISCexp+": 945,
    "SBLYS": 946,
    "SBLYS+": 947,
    "SBLYSbur": 948,
    "SBLYSbur+": 949,
    "SBLYSexp": 950,
    "SBLYSexp+": 951,
    "SBLYSH": 952,
    "SBLYSH+": 953,
    "SBLYSHbur": 954,
    "SBLYSHbur+": 955,
    "SBLYSHexp": 956,
    "SBLYSHexp+": 957,
    "SBLYSE": 958,
    "SBLYSE+": 959,
    "SBLYSEbur": 960,
    "SBLYSEbur+": 961,
    "SBLYSEexp": 962,
    "SBLYSEexp+": 963,
    "SBLYSC": 964,
    "SBLYSC+": 965,
    "SBLYSCbur": 966,
    "SBLYSCbur+": 967,
    "SBLYSCexp": 968,
    "SBLYSCexp+": 969,
    "SBARG": 970,
    "SBARG+": 971,
    "SBARGbur": 972,
    "SBARGbur+": 973,
    "SBARGexp": 974,
    "SBARGexp+": 975,
    "SBARGH": 976,
    "SBARGH+": 977,
    "SBARGHbur": 978,
    "SBARGHbur+": 979,
    "SBARGHexp": 980,
    "SBARGHexp+": 981,
    "SBARGE": 982,
    "SBARGE+": 983,
    "SBARGEbur": 984,
    "SBARGEbur+": 985,
    "SBARGEexp": 986,
    "SBARGEexp+": 987,
    "SBARGC": 988,
    "SBARGC+": 989,
    "SBARGCbur": 990,
    "SBARGCbur+": 991,
    "SBARGCexp": 992,
    "SBARGCexp+": 993,
    "SBPHE": 994,
    "SBPHEbur": 995,
    "SBPHEexp": 996,
    "SBPHEH": 997,
    "SBPHEHbur": 998,
    "SBPHEHexp": 999,
    "SBPHEE": 1000,
    "SBPHEEbur": 1001,
    "SBPHEEexp": 1002,
    "SBPHEC": 1003,
    "SBPHECbur": 1004,
    "SBPHECexp": 1005,
    "SBTYR": 1006,
    "SBTYRbur": 1007,
    "SBTYRexp": 1008,
    "SBTYRH": 1009,
    "SBTYRHbur": 1010,
    "SBTYRHexp": 1011,
    "SBTYRE": 1012,
    "SBTYREbur": 1013,
    "SBTYREexp": 1014,
    "SBTYRC": 1015,
    "SBTYRCbur": 1016,
    "SBTYRCexp": 1017,
    "SBTRP": 1018,
    "SBTRPbur": 1019,
    "SBTRPexp": 1020,
    "SBTRPH": 1021,
    "SBTRPHbur": 1022,
    "SBTRPHexp": 1023,
    "SBTRPE": 1024,
    "SBTRPEbur": 1025,
    "SBTRPEexp": 1026,
    "SBTRPC": 1027,
    "SBTRPCbur": 1028,
    "SBTRPCexp": 1029,
    "SBPRO": 1030,
    "SBPRObur": 1031,
    "SBPROexp": 1032,
    "SBPROcis": 1033,
    "SBPROcisbur": 1034,
    "SBPROcisexp": 1035,
    "SBPROH": 1036,
    "SBPROHbur": 1037,
    "SBPROHexp": 1038,
    "SBPROHcis": 1039,
    "SBPROHcisbur": 1040,
    "SBPROHcisexp": 1041,
    "SBPROE": 1042,
    "SBPROEbur": 1043,
    "SBPROEexp": 1044,
    "SBPROEcis": 1045,
    "SBPROEcisbur": 1046,
    "SBPROEcisexp": 1047,
    "SBPROC": 1048,
    "SBPROCbur": 1049,
    "SBPROCexp": 1050,
    "SBPROCcis": 1051,
    "SBPROCcisbur": 1052,
    "SBPROCcisexp": 1053,
    "HPALA": 1054,
    "HPALAbur": 1055,
    "HPALAexp": 1056,
    "HPALAH": 1057,
    "HPALAHbur": 1058,
    "HPALAHexp": 1059,
    "HPALAE": 1060,
    "HPALAEbur": 1061,
    "HPALAEexp": 1062,
    "HPALAC": 1063,
    "HPALACbur": 1064,
    "HPALACexp": 1065,
    "HPGLY": 1066,
    "HPGLYbur": 1067,
    "HPGLYexp": 1068,
    "HPGLYH": 1069,
    "HPGLYHbur": 1070,
    "HPGLYHexp": 1071,
    "HPGLYE": 1072,
    "HPGLYEbur": 1073,
    "HPGLYEexp": 1074,
    "HPGLYC": 1075,
    "HPGLYCbur": 1076,
    "HPGLYCexp": 1077,
    "HPSER": 1078,
    "HPSERbur": 1079,
    "HPSERexp": 1080,
    "HPSERH": 1081,
    "HPSERHbur": 1082,
    "HPSERHexp": 1083,
    "HPSERE": 1084,
    "HPSEREbur": 1085,
    "HPSEREexp": 1086,
    "HPSERC": 1087,
    "HPSERCbur": 1088,
    "HPSERCexp": 1089,
    "HPTHR": 1090,
    "HPTHRbur": 1091,
    "HPTHRexp": 1092,
    "HPTHRH": 1093,
    "HPTHRHbur": 1094,
    "HPTHRHexp": 1095,
    "HPTHRE": 1096,
    "HPTHREbur": 1097,
    "HPTHREexp": 1098,
    "HPTHRC": 1099,
    "HPTHRCbur": 1100,
    "HPTHRCexp": 1101,
    "HPCYS": 1102,
    "HPCYSbur": 1103,
    "HPCYSexp": 1104,
    "HPCYSH": 1105,
    "HPCYSHbur": 1106,
    "HPCYSHexp": 1107,
    "HPCYSE": 1108,
    "HPCYSEbur": 1109,
    "HPCYSEexp": 1110,
    "HPCYSC": 1111,
    "HPCYSCbur": 1112,
    "HPCYSCexp": 1113,
    "HPVAL": 1114,
    "HPVALbur": 1115,
    "HPVALexp": 1116,
    "HPVALH": 1117,
    "HPVALHbur": 1118,
    "HPVALHexp": 1119,
    "HPVALE": 1120,
    "HPVALEbur": 1121,
    "HPVALEexp": 1122,
    "HPVALC": 1123,
    "HPVALCbur": 1124,
    "HPVALCexp": 1125,
    "HPLEU": 1126,
    "HPLEUbur": 1127,
    "HPLEUexp": 1128,
    "HPLEUH": 1129,
    "HPLEUHbur": 1130,
    "HPLEUHexp": 1131,
    "HPLEUE": 1132,
    "HPLEUEbur": 1133,
    "HPLEUEexp": 1134,
    "HPLEUC": 1135,
    "HPLEUCbur": 1136,
    "HPLEUCexp": 1137,
    "HPILE": 1138,
    "HPILEbur": 1139,
    "HPILEexp": 1140,
    "HPILEH": 1141,
    "HPILEHbur": 1142,
    "HPILEHexp": 1143,
    "HPILEE": 1144,
    "HPILEEbur": 1145,
    "HPILEEexp": 1146,
    "HPILEC": 1147,
    "HPILECbur": 1148,
    "HPILECexp": 1149,
    "HPMET": 1150,
    "HPMETbur": 1151,
    "HPMETexp": 1152,
    "HPMETH": 1153,
    "HPMETHbur": 1154,
    "HPMETHexp": 1155,
    "HPMETE": 1156,
    "HPMETEbur": 1157,
    "HPMETEexp": 1158,
    "HPMETC": 1159,
    "HPMETCbur": 1160,
    "HPMETCexp": 1161,
    "HPASP": 1162,
    "HPASP-": 1163,
    "HPASPbur": 1164,
    "HPASPbur-": 1165,
    "HPASPexp": 1166,
    "HPASPexp-": 1167,
    "HPASPH": 1168,
    "HPASPH-": 1169,
    "HPASPHbur": 1170,
    "HPASPHbur-": 1171,
    "HPASPHexp": 1172,
    "HPASPHexp-": 1173,
    "HPASPE": 1174,
    "HPASPE-": 1175,
    "HPASPEbur": 1176,
    "HPASPEbur-": 1177,
    "HPASPEexp": 1178,
    "HPASPEexp-": 1179,
    "HPASPC": 1180,
    "HPASPC-": 1181,
    "HPASPCbur": 1182,
    "HPASPCbur-": 1183,
    "HPASPCexp": 1184,
    "HPASPCexp-": 1185,
    "HPGLU": 1186,
    "HPGLU-": 1187,
    "HPGLUbur": 1188,
    "HPGLUbur-": 1189,
    "HPGLUexp": 1190,
    "HPGLUexp-": 1191,
    "HPGLUH": 1192,
    "HPGLUH-": 1193,
    "HPGLUHbur": 1194,
    "HPGLUHbur-": 1195,
    "HPGLUHexp": 1196,
    "HPGLUHexp-": 1197,
    "HPGLUE": 1198,
    "HPGLUE-": 1199,
    "HPGLUEbur": 1200,
    "HPGLUEbur-": 1201,
    "HPGLUEexp": 1202,
    "HPGLUEexp-": 1203,
    "HPGLUC": 1204,
    "HPGLUC-": 1205,
    "HPGLUCbur": 1206,
    "HPGLUCbur-": 1207,
    "HPGLUCexp": 1208,
    "HPGLUCexp-": 1209,
    "HPASN": 1210,
    "HPASNbur": 1211,
    "HPASNexp": 1212,
    "HPASNH": 1213,
    "HPASNHbur": 1214,
    "HPASNHexp": 1215,
    "HPASNE": 1216,
    "HPASNEbur": 1217,
    "HPASNEexp": 1218,
    "HPASNC": 1219,
    "HPASNCbur": 1220,
    "HPASNCexp": 1221,
    "HPGLN": 1222,
    "HPGLNbur": 1223,
    "HPGLNexp": 1224,
    "HPGLNH": 1225,
    "HPGLNHbur": 1226,
    "HPGLNHexp": 1227,
    "HPGLNE": 1228,
    "HPGLNEbur": 1229,
    "HPGLNEexp": 1230,
    "HPGLNC": 1231,
    "HPGLNCbur": 1232,
    "HPGLNCexp": 1233,
    "HPHIS": 1234,
    "HPHIS+": 1235,
    "HPHISbur": 1236,
    "HPHISbur+": 1237,
    "HPHISexp": 1238,
    "HPHISexp+": 1239,
    "HPHISH": 1240,
    "HPHISH+": 1241,
    "HPHISHbur": 1242,
    "HPHISHbur+": 1243,
    "HPHISHexp": 1244,
    "HPHISHexp+": 1245,
    "HPHISE": 1246,
    "HPHISE+": 1247,
    "HPHISEbur": 1248,
    "HPHISEbur+": 1249,
    "HPHISEexp": 1250,
    "HPHISEexp+": 1251,
    "HPHISC": 1252,
    "HPHISC+": 1253,
    "HPHISCbur": 1254,
    "HPHISCbur+": 1255,
    "HPHISCexp": 1256,
    "HPHISCexp+": 1257,
    "HPLYS": 1258,
    "HPLYS+": 1259,
    "HPLYSbur": 1260,
    "HPLYSbur+": 1261,
    "HPLYSexp": 1262,
    "HPLYSexp+": 1263,
    "HPLYSH": 1264,
    "HPLYSH+": 1265,
    "HPLYSHbur": 1266,
    "HPLYSHbur+": 1267,
    "HPLYSHexp": 1268,
    "HPLYSHexp+": 1269,
    "HPLYSE": 1270,
    "HPLYSE+": 1271,
    "HPLYSEbur": 1272,
    "HPLYSEbur+": 1273,
    "HPLYSEexp": 1274,
    "HPLYSEexp+": 1275,
    "HPLYSC": 1276,
    "HPLYSC+": 1277,
    "HPLYSCbur": 1278,
    "HPLYSCbur+": 1279,
    "HPLYSCexp": 1280,
    "HPLYSCexp+": 1281,
    "HPARG": 1282,
    "HPARG+": 1283,
    "HPARGbur": 1284,
    "HPARGbur+": 1285,
    "HPARGexp": 1286,
    "HPARGexp+": 1287,
    "HPARGH": 1288,
    "HPARGH+": 1289,
    "HPARGHbur": 1290,
    "HPARGHbur+": 1291,
    "HPARGHexp": 1292,
    "HPARGHexp+": 1293,
    "HPARGE": 1294,
    "HPARGE+": 1295,
    "HPARGEbur": 1296,
    "HPARGEbur+": 1297,
    "HPARGEexp": 1298,
    "HPARGEexp+": 1299,
    "HPARGC": 1300,
    "HPARGC+": 1301,
    "HPARGCbur": 1302,
    "HPARGCbur+": 1303,
    "HPARGCexp": 1304,
    "HPARGCexp+": 1305,
    "HPPHE": 1306,
    "HPPHEbur": 1307,
    "HPPHEexp": 1308,
    "HPPHEH": 1309,
    "HPPHEHbur": 1310,
    "HPPHEHexp": 1311,
    "HPPHEE": 1312,
    "HPPHEEbur": 1313,
    "HPPHEEexp": 1314,
    "HPPHEC": 1315,
    "HPPHECbur": 1316,
    "HPPHECexp": 1317,
    "HPTYR": 1318,
    "HPTYRbur": 1319,
    "HPTYRexp": 1320,
    "HPTYRH": 1321,
    "HPTYRHbur": 1322,
    "HPTYRHexp": 1323,
    "HPTYRE": 1324,
    "HPTYREbur": 1325,
    "HPTYREexp": 1326,
    "HPTYRC": 1327,
    "HPTYRCbur": 1328,
    "HPTYRCexp": 1329,
    "HPTRP": 1330,
    "HPTRPbur": 1331,
    "HPTRPexp": 1332,
    "HPTRPH": 1333,
    "HPTRPHbur": 1334,
    "HPTRPHexp": 1335,
    "HPTRPE": 1336,
    "HPTRPEbur": 1337,
    "HPTRPEexp": 1338,
    "HPTRPC": 1339,
    "HPTRPCbur": 1340,
    "HPTRPCexp": 1341,
    "HPPRO": 1342,
    "HPPRObur": 1343,
    "HPPROexp": 1344,
    "HPPROcis": 1345,
    "HPPROcisbur": 1346,
    "HPPROcisexp": 1347,
    "HPPROH": 1348,
    "HPPROHbur": 1349,
    "HPPROHexp": 1350,
    "HPPROHcis": 1351,
    "HPPROHcisbur": 1352,
    "HPPROHcisexp": 1353,
    "HPPROE": 1354,
    "HPPROEbur": 1355,
    "HPPROEexp": 1356,
    "HPPROEcis": 1357,
    "HPPROEcisbur": 1358,
    "HPPROEcisexp": 1359,
    "HPPROC": 1360,
    "HPPROCbur": 1361,
    "HPPROCexp": 1362,
    "HPPROCcis": 1363,
    "HPPROCcisbur": 1364,
    "HPPROCcisexp": 1365,
    "ARALA": 1366,
    "ARALAbur": 1367,
    "ARALAexp": 1368,
    "ARALAH": 1369,
    "ARALAHbur": 1370,
    "ARALAHexp": 1371,
    "ARALAE": 1372,
    "ARALAEbur": 1373,
    "ARALAEexp": 1374,
    "ARALAC": 1375,
    "ARALACbur": 1376,
    "ARALACexp": 1377,
    "ARGLY": 1378,
    "ARGLYbur": 1379,
    "ARGLYexp": 1380,
    "ARGLYH": 1381,
    "ARGLYHbur": 1382,
    "ARGLYHexp": 1383,
    "ARGLYE": 1384,
    "ARGLYEbur": 1385,
    "ARGLYEexp": 1386,
    "ARGLYC": 1387,
    "ARGLYCbur": 1388,
    "ARGLYCexp": 1389,
    "ARSER": 1390,
    "ARSERbur": 1391,
    "ARSERexp": 1392,
    "ARSERH": 1393,
    "ARSERHbur": 1394,
    "ARSERHexp": 1395,
    "ARSERE": 1396,
    "ARSEREbur": 1397,
    "ARSEREexp": 1398,
    "ARSERC": 1399,
    "ARSERCbur": 1400,
    "ARSERCexp": 1401,
    "ARTHR": 1402,
    "ARTHRbur": 1403,
    "ARTHRexp": 1404,
    "ARTHRH": 1405,
    "ARTHRHbur": 1406,
    "ARTHRHexp": 1407,
    "ARTHRE": 1408,
    "ARTHREbur": 1409,
    "ARTHREexp": 1410,
    "ARTHRC": 1411,
    "ARTHRCbur": 1412,
    "ARTHRCexp": 1413,
    "ARCYS": 1414,
    "ARCYSbur": 1415,
    "ARCYSexp": 1416,
    "ARCYSH": 1417,
    "ARCYSHbur": 1418,
    "ARCYSHexp": 1419,
    "ARCYSE": 1420,
    "ARCYSEbur": 1421,
    "ARCYSEexp": 1422,
    "ARCYSC": 1423,
    "ARCYSCbur": 1424,
    "ARCYSCexp": 1425,
    "ARVAL": 1426,
    "ARVALbur": 1427,
    "ARVALexp": 1428,
    "ARVALH": 1429,
    "ARVALHbur": 1430,
    "ARVALHexp": 1431,
    "ARVALE": 1432,
    "ARVALEbur": 1433,
    "ARVALEexp": 1434,
    "ARVALC": 1435,
    "ARVALCbur": 1436,
    "ARVALCexp": 1437,
    "ARLEU": 1438,
    "ARLEUbur": 1439,
    "ARLEUexp": 1440,
    "ARLEUH": 1441,
    "ARLEUHbur": 1442,
    "ARLEUHexp": 1443,
    "ARLEUE": 1444,
    "ARLEUEbur": 1445,
    "ARLEUEexp": 1446,
    "ARLEUC": 1447,
    "ARLEUCbur": 1448,
    "ARLEUCexp": 1449,
    "ARILE": 1450,
    "ARILEbur": 1451,
    "ARILEexp": 1452,
    "ARILEH": 1453,
    "ARILEHbur": 1454,
    "ARILEHexp": 1455,
    "ARILEE": 1456,
    "ARILEEbur": 1457,
    "ARILEEexp": 1458,
    "ARILEC": 1459,
    "ARILECbur": 1460,
    "ARILECexp": 1461,
    "ARMET": 1462,
    "ARMETbur": 1463,
    "ARMETexp": 1464,
    "ARMETH": 1465,
    "ARMETHbur": 1466,
    "ARMETHexp": 1467,
    "ARMETE": 1468,
    "ARMETEbur": 1469,
    "ARMETEexp": 1470,
    "ARMETC": 1471,
    "ARMETCbur": 1472,
    "ARMETCexp": 1473,
    "ARASP": 1474,
    "ARASP-": 1475,
    "ARASPbur": 1476,
    "ARASPbur-": 1477,
    "ARASPexp": 1478,
    "ARASPexp-": 1479,
    "ARASPH": 1480,
    "ARASPH-": 1481,
    "ARASPHbur": 1482,
    "ARASPHbur-": 1483,
    "ARASPHexp": 1484,
    "ARASPHexp-": 1485,
    "ARASPE": 1486,
    "ARASPE-": 1487,
    "ARASPEbur": 1488,
    "ARASPEbur-": 1489,
    "ARASPEexp": 1490,
    "ARASPEexp-": 1491,
    "ARASPC": 1492,
    "ARASPC-": 1493,
    "ARASPCbur": 1494,
    "ARASPCbur-": 1495,
    "ARASPCexp": 1496,
    "ARASPCexp-": 1497,
    "ARGLU": 1498,
    "ARGLU-": 1499,
    "ARGLUbur": 1500,
    "ARGLUbur-": 1501,
    "ARGLUexp": 1502,
    "ARGLUexp-": 1503,
    "ARGLUH": 1504,
    "ARGLUH-": 1505,
    "ARGLUHbur": 1506,
    "ARGLUHbur-": 1507,
    "ARGLUHexp": 1508,
    "ARGLUHexp-": 1509,
    "ARGLUE": 1510,
    "ARGLUE-": 1511,
    "ARGLUEbur": 1512,
    "ARGLUEbur-": 1513,
    "ARGLUEexp": 1514,
    "ARGLUEexp-": 1515,
    "ARGLUC": 1516,
    "ARGLUC-": 1517,
    "ARGLUCbur": 1518,
    "ARGLUCbur-": 1519,
    "ARGLUCexp": 1520,
    "ARGLUCexp-": 1521,
    "ARASN": 1522,
    "ARASNbur": 1523,
    "ARASNexp": 1524,
    "ARASNH": 1525,
    "ARASNHbur": 1526,
    "ARASNHexp": 1527,
    "ARASNE": 1528,
    "ARASNEbur": 1529,
    "ARASNEexp": 1530,
    "ARASNC": 1531,
    "ARASNCbur": 1532,
    "ARASNCexp": 1533,
    "ARGLN": 1534,
    "ARGLNbur": 1535,
    "ARGLNexp": 1536,
    "ARGLNH": 1537,
    "ARGLNHbur": 1538,
    "ARGLNHexp": 1539,
    "ARGLNE": 1540,
    "ARGLNEbur": 1541,
    "ARGLNEexp": 1542,
    "ARGLNC": 1543,
    "ARGLNCbur": 1544,
    "ARGLNCexp": 1545,
    "ARHIS": 1546,
    "ARHIS+": 1547,
    "ARHISbur": 1548,
    "ARHISbur+": 1549,
    "ARHISexp": 1550,
    "ARHISexp+": 1551,
    "ARHISH": 1552,
    "ARHISH+": 1553,
    "ARHISHbur": 1554,
    "ARHISHbur+": 1555,
    "ARHISHexp": 1556,
    "ARHISHexp+": 1557,
    "ARHISE": 1558,
    "ARHISE+": 1559,
    "ARHISEbur": 1560,
    "ARHISEbur+": 1561,
    "ARHISEexp": 1562,
    "ARHISEexp+": 1563,
    "ARHISC": 1564,
    "ARHISC+": 1565,
    "ARHISCbur": 1566,
    "ARHISCbur+": 1567,
    "ARHISCexp": 1568,
    "ARHISCexp+": 1569,
    "ARLYS": 1570,
    "ARLYS+": 1571,
    "ARLYSbur": 1572,
    "ARLYSbur+": 1573,
    "ARLYSexp": 1574,
    "ARLYSexp+": 1575,
    "ARLYSH": 1576,
    "ARLYSH+": 1577,
    "ARLYSHbur": 1578,
    "ARLYSHbur+": 1579,
    "ARLYSHexp": 1580,
    "ARLYSHexp+": 1581,
    "ARLYSE": 1582,
    "ARLYSE+": 1583,
    "ARLYSEbur": 1584,
    "ARLYSEbur+": 1585,
    "ARLYSEexp": 1586,
    "ARLYSEexp+": 1587,
    "ARLYSC": 1588,
    "ARLYSC+": 1589,
    "ARLYSCbur": 1590,
    "ARLYSCbur+": 1591,
    "ARLYSCexp": 1592,
    "ARLYSCexp+": 1593,
    "ARARG": 1594,
    "ARARG+": 1595,
    "ARARGbur": 1596,
    "ARARGbur+": 1597,
    "ARARGexp": 1598,
    "ARARGexp+": 1599,
    "ARARGH": 1600,
    "ARARGH+": 1601,
    "ARARGHbur": 1602,
    "ARARGHbur+": 1603,
    "ARARGHexp": 1604,
    "ARARGHexp+": 1605,
    "ARARGE": 1606,
    "ARARGE+": 1607,
    "ARARGEbur": 1608,
    "ARARGEbur+": 1609,
    "ARARGEexp": 1610,
    "ARARGEexp+": 1611,
    "ARARGC": 1612,
    "ARARGC+": 1613,
    "ARARGCbur": 1614,
    "ARARGCbur+": 1615,
    "ARARGCexp": 1616,
    "ARARGCexp+": 1617,
    "ARPHE": 1618,
    "ARPHEbur": 1619,
    "ARPHEexp": 1620,
    "ARPHEH": 1621,
    "ARPHEHbur": 1622,
    "ARPHEHexp": 1623,
    "ARPHEE": 1624,
    "ARPHEEbur": 1625,
    "ARPHEEexp": 1626,
    "ARPHEC": 1627,
    "ARPHECbur": 1628,
    "ARPHECexp": 1629,
    "ARTYR": 1630,
    "ARTYRbur": 1631,
    "ARTYRexp": 1632,
    "ARTYRH": 1633,
    "ARTYRHbur": 1634,
    "ARTYRHexp": 1635,
    "ARTYRE": 1636,
    "ARTYREbur": 1637,
    "ARTYREexp": 1638,
    "ARTYRC": 1639,
    "ARTYRCbur": 1640,
    "ARTYRCexp": 1641,
    "ARTRP": 1642,
    "ARTRPbur": 1643,
    "ARTRPexp": 1644,
    "ARTRPH": 1645,
    "ARTRPHbur": 1646,
    "ARTRPHexp": 1647,
    "ARTRPE": 1648,
    "ARTRPEbur": 1649,
    "ARTRPEexp": 1650,
    "ARTRPC": 1651,
    "ARTRPCbur": 1652,
    "ARTRPCexp": 1653,
    "ARPRO": 1654,
    "ARPRObur": 1655,
    "ARPROexp": 1656,
    "ARPROcis": 1657,
    "ARPROcisbur": 1658,
    "ARPROcisexp": 1659,
    "ARPROH": 1660,
    "ARPROHbur": 1661,
    "ARPROHexp": 1662,
    "ARPROHcis": 1663,
    "ARPROHcisbur": 1664,
    "ARPROHcisexp": 1665,
    "ARPROE": 1666,
    "ARPROEbur": 1667,
    "ARPROEexp": 1668,
    "ARPROEcis": 1669,
    "ARPROEcisbur": 1670,
    "ARPROEcisexp": 1671,
    "ARPROC": 1672,
    "ARPROCbur": 1673,
    "ARPROCexp": 1674,
    "ARPROCcis": 1675,
    "ARPROCcisbur": 1676,
    "ARPROCcisexp": 1677,
    "SSALA": 1678,
    "SSALAbur": 1679,
    "SSALAexp": 1680,
    "SSALAH": 1681,
    "SSALAHbur": 1682,
    "SSALAHexp": 1683,
    "SSALAE": 1684,
    "SSALAEbur": 1685,
    "SSALAEexp": 1686,
    "SSALAC": 1687,
    "SSALACbur": 1688,
    "SSALACexp": 1689,
    "SSGLY": 1690,
    "SSGLYbur": 1691,
    "SSGLYexp": 1692,
    "SSGLYH": 1693,
    "SSGLYHbur": 1694,
    "SSGLYHexp": 1695,
    "SSGLYE": 1696,
    "SSGLYEbur": 1697,
    "SSGLYEexp": 1698,
    "SSGLYC": 1699,
    "SSGLYCbur": 1700,
    "SSGLYCexp": 1701,
    "SSSER": 1702,
    "SSSERbur": 1703,
    "SSSERexp": 1704,
    "SSSERH": 1705,
    "SSSERHbur": 1706,
    "SSSERHexp": 1707,
    "SSSERE": 1708,
    "SSSEREbur": 1709,
    "SSSEREexp": 1710,
    "SSSERC": 1711,
    "SSSERCbur": 1712,
    "SSSERCexp": 1713,
    "SSTHR": 1714,
    "SSTHRbur": 1715,
    "SSTHRexp": 1716,
    "SSTHRH": 1717,
    "SSTHRHbur": 1718,
    "SSTHRHexp": 1719,
    "SSTHRE": 1720,
    "SSTHREbur": 1721,
    "SSTHREexp": 1722,
    "SSTHRC": 1723,
    "SSTHRCbur": 1724,
    "SSTHRCexp": 1725,
    "SSCYS": 1726,
    "SSCYSbur": 1727,
    "SSCYSexp": 1728,
    "SSCYSH": 1729,
    "SSCYSHbur": 1730,
    "SSCYSHexp": 1731,
    "SSCYSE": 1732,
    "SSCYSEbur": 1733,
    "SSCYSEexp": 1734,
    "SSCYSC": 1735,
    "SSCYSCbur": 1736,
    "SSCYSCexp": 1737,
    "SSVAL": 1738,
    "SSVALbur": 1739,
    "SSVALexp": 1740,
    "SSVALH": 1741,
    "SSVALHbur": 1742,
    "SSVALHexp": 1743,
    "SSVALE": 1744,
    "SSVALEbur": 1745,
    "SSVALEexp": 1746,
    "SSVALC": 1747,
    "SSVALCbur": 1748,
    "SSVALCexp": 1749,
    "SSLEU": 1750,
    "SSLEUbur": 1751,
    "SSLEUexp": 1752,
    "SSLEUH": 1753,
    "SSLEUHbur": 1754,
    "SSLEUHexp": 1755,
    "SSLEUE": 1756,
    "SSLEUEbur": 1757,
    "SSLEUEexp": 1758,
    "SSLEUC": 1759,
    "SSLEUCbur": 1760,
    "SSLEUCexp": 1761,
    "SSILE": 1762,
    "SSILEbur": 1763,
    "SSILEexp": 1764,
    "SSILEH": 1765,
    "SSILEHbur": 1766,
    "SSILEHexp": 1767,
    "SSILEE": 1768,
    "SSILEEbur": 1769,
    "SSILEEexp": 1770,
    "SSILEC": 1771,
    "SSILECbur": 1772,
    "SSILECexp": 1773,
    "SSMET": 1774,
    "SSMETbur": 1775,
    "SSMETexp": 1776,
    "SSMETH": 1777,
    "SSMETHbur": 1778,
    "SSMETHexp": 1779,
    "SSMETE": 1780,
    "SSMETEbur": 1781,
    "SSMETEexp": 1782,
    "SSMETC": 1783,
    "SSMETCbur": 1784,
    "SSMETCexp": 1785,
    "SSASP": 1786,
    "SSASP-": 1787,
    "SSASPbur": 1788,
    "SSASPbur-": 1789,
    "SSASPexp": 1790,
    "SSASPexp-": 1791,
    "SSASPH": 1792,
    "SSASPH-": 1793,
    "SSASPHbur": 1794,
    "SSASPHbur-": 1795,
    "SSASPHexp": 1796,
    "SSASPHexp-": 1797,
    "SSASPE": 1798,
    "SSASPE-": 1799,
    "SSASPEbur": 1800,
    "SSASPEbur-": 1801,
    "SSASPEexp": 1802,
    "SSASPEexp-": 1803,
    "SSASPC": 1804,
    "SSASPC-": 1805,
    "SSASPCbur": 1806,
    "SSASPCbur-": 1807,
    "SSASPCexp": 1808,
    "SSASPCexp-": 1809,
    "SSGLU": 1810,
    "SSGLU-": 1811,
    "SSGLUbur": 1812,
    "SSGLUbur-": 1813,
    "SSGLUexp": 1814,
    "SSGLUexp-": 1815,
    "SSGLUH": 1816,
    "SSGLUH-": 1817,
    "SSGLUHbur": 1818,
    "SSGLUHbur-": 1819,
    "SSGLUHexp": 1820,
    "SSGLUHexp-": 1821,
    "SSGLUE": 1822,
    "SSGLUE-": 1823,
    "SSGLUEbur": 1824,
    "SSGLUEbur-": 1825,
    "SSGLUEexp": 1826,
    "SSGLUEexp-": 1827,
    "SSGLUC": 1828,
    "SSGLUC-": 1829,
    "SSGLUCbur": 1830,
    "SSGLUCbur-": 1831,
    "SSGLUCexp": 1832,
    "SSGLUCexp-": 1833,
    "SSASN": 1834,
    "SSASNbur": 1835,
    "SSASNexp": 1836,
    "SSASNH": 1837,
    "SSASNHbur": 1838,
    "SSASNHexp": 1839,
    "SSASNE": 1840,
    "SSASNEbur": 1841,
    "SSASNEexp": 1842,
    "SSASNC": 1843,
    "SSASNCbur": 1844,
    "SSASNCexp": 1845,
    "SSGLN": 1846,
    "SSGLNbur": 1847,
    "SSGLNexp": 1848,
    "SSGLNH": 1849,
    "SSGLNHbur": 1850,
    "SSGLNHexp": 1851,
    "SSGLNE": 1852,
    "SSGLNEbur": 1853,
    "SSGLNEexp": 1854,
    "SSGLNC": 1855,
    "SSGLNCbur": 1856,
    "SSGLNCexp": 1857,
    "SSHIS": 1858,
    "SSHIS+": 1859,
    "SSHISbur": 1860,
    "SSHISbur+": 1861,
    "SSHISexp": 1862,
    "SSHISexp+": 1863,
    "SSHISH": 1864,
    "SSHISH+": 1865,
    "SSHISHbur": 1866,
    "SSHISHbur+": 1867,
    "SSHISHexp": 1868,
    "SSHISHexp+": 1869,
    "SSHISE": 1870,
    "SSHISE+": 1871,
    "SSHISEbur": 1872,
    "SSHISEbur+": 1873,
    "SSHISEexp": 1874,
    "SSHISEexp+": 1875,
    "SSHISC": 1876,
    "SSHISC+": 1877,
    "SSHISCbur": 1878,
    "SSHISCbur+": 1879,
    "SSHISCexp": 1880,
    "SSHISCexp+": 1881,
    "SSLYS": 1882,
    "SSLYS+": 1883,
    "SSLYSbur": 1884,
    "SSLYSbur+": 1885,
    "SSLYSexp": 1886,
    "SSLYSexp+": 1887,
    "SSLYSH": 1888,
    "SSLYSH+": 1889,
    "SSLYSHbur": 1890,
    "SSLYSHbur+": 1891,
    "SSLYSHexp": 1892,
    "SSLYSHexp+": 1893,
    "SSLYSE": 1894,
    "SSLYSE+": 1895,
    "SSLYSEbur": 1896,
    "SSLYSEbur+": 1897,
    "SSLYSEexp": 1898,
    "SSLYSEexp+": 1899,
    "SSLYSC": 1900,
    "SSLYSC+": 1901,
    "SSLYSCbur": 1902,
    "SSLYSCbur+": 1903,
    "SSLYSCexp": 1904,
    "SSLYSCexp+": 1905,
    "SSARG": 1906,
    "SSARG+": 1907,
    "SSARGbur": 1908,
    "SSARGbur+": 1909,
    "SSARGexp": 1910,
    "SSARGexp+": 1911,
    "SSARGH": 1912,
    "SSARGH+": 1913,
    "SSARGHbur": 1914,
    "SSARGHbur+": 1915,
    "SSARGHexp": 1916,
    "SSARGHexp+": 1917,
    "SSARGE": 1918,
    "SSARGE+": 1919,
    "SSARGEbur": 1920,
    "SSARGEbur+": 1921,
    "SSARGEexp": 1922,
    "SSARGEexp+": 1923,
    "SSARGC": 1924,
    "SSARGC+": 1925,
    "SSARGCbur": 1926,
    "SSARGCbur+": 1927,
    "SSARGCexp": 1928,
    "SSARGCexp+": 1929,
    "SSPHE": 1930,
    "SSPHEbur": 1931,
    "SSPHEexp": 1932,
    "SSPHEH": 1933,
    "SSPHEHbur": 1934,
    "SSPHEHexp": 1935,
    "SSPHEE": 1936,
    "SSPHEEbur": 1937,
    "SSPHEEexp": 1938,
    "SSPHEC": 1939,
    "SSPHECbur": 1940,
    "SSPHECexp": 1941,
    "SSTYR": 1942,
    "SSTYRbur": 1943,
    "SSTYRexp": 1944,
    "SSTYRH": 1945,
    "SSTYRHbur": 1946,
    "SSTYRHexp": 1947,
    "SSTYRE": 1948,
    "SSTYREbur": 1949,
    "SSTYREexp": 1950,
    "SSTYRC": 1951,
    "SSTYRCbur": 1952,
    "SSTYRCexp": 1953,
    "SSTRP": 1954,
    "SSTRPbur": 1955,
    "SSTRPexp": 1956,
    "SSTRPH": 1957,
    "SSTRPHbur": 1958,
    "SSTRPHexp": 1959,
    "SSTRPE": 1960,
    "SSTRPEbur": 1961,
    "SSTRPEexp": 1962,
    "SSTRPC": 1963,
    "SSTRPCbur": 1964,
    "SSTRPCexp": 1965,
    "SSPRO": 1966,
    "SSPRObur": 1967,
    "SSPROexp": 1968,
    "SSPROcis": 1969,
    "SSPROcisbur": 1970,
    "SSPROcisexp": 1971,
    "SSPROH": 1972,
    "SSPROHbur": 1973,
    "SSPROHexp": 1974,
    "SSPROHcis": 1975,
    "SSPROHcisbur": 1976,
    "SSPROHcisexp": 1977,
    "SSPROE": 1978,
    "SSPROEbur": 1979,
    "SSPROEexp": 1980,
    "SSPROEcis": 1981,
    "SSPROEcisbur": 1982,
    "SSPROEcisexp": 1983,
    "SSPROC": 1984,
    "SSPROCbur": 1985,
    "SSPROCexp": 1986,
    "SSPROCcis": 1987,
    "SSPROCcisbur": 1988,
    "SSPROCcisexp": 1989
}