{
    "Index0": 0,
    "C": 572,
    "Index1": 2,
    "Ring1": 76,
    "Index2": 4,
    "Ring2": 77,
    "Index3": 6,
    "Branch1": 52,
    "Index4": 8,
    "=Branch1": 36,
    "Index5": 10,
    "#Branch1": 40,
    "Index6": 12,
    "Branch2": 53,
    "Index7": 14,
    "=Branch2": 37,
    "Index8": 16,
    "#Branch2": 41,
    "Index9": 18,
    "O": 611,
    "IndexA": 20,
    "N": 599,
    "IndexB": 22,
    "=N": 211,
    "IndexC": 24,
    "=C": 184,
    "IndexD": 26,
    "#C": 281,
    "IndexE": 28,
    "S": 644,
    "IndexF": 30,
    "P": 617,
    "-Branch1": 32,
    "-Branch2": 33,
    "-Branch3": 34,
    "-Branch4": 35,
    "=Branch3": 38,
    "=Branch4": 39,
    "#Branch3": 42,
    "#Branch4": 43,
    "/Branch1": 44,
    "/Branch2": 45,
    "/Branch3": 46,
    "/Branch4": 47,
    "\\Branch1": 48,
    "\\Branch2": 49,
    "\\Branch3": 50,
    "\\Branch4": 51,
    "Branch3": 54,
    "Branch4": 55,
    "-Ring1": 56,
    "-Ring2": 57,
    "-Ring3": 58,
    "-Ring4": 59,
    "=Ring1": 60,
    "=Ring2": 61,
    "=Ring3": 62,
    "=Ring4": 63,
    "#Ring1": 64,
    "#Ring2": 65,
    "#Ring3": 66,
    "#Ring4": 67,
    "/Ring1": 68,
    "/Ring2": 69,
    "/Ring3": 70,
    "/Ring4": 71,
    "\\Ring1": 72,
    "\\Ring2": 73,
    "\\Ring3": 74,
    "\\Ring4": 75,
    "Ring3": 78,
    "Ring4": 79,
    "-H": 80,
    "-F": 81,
    "-Cl": 82,
    "-Br": 83,
    "-I": 84,
    "-B": 85,
    "-B+1": 86,
    "-C": 87,
    "-C+1": 88,
    "-C-1": 89,
    "-CH1": 90,
    "-CH1+1": 91,
    "-CH1-1": 92,
    "-CH2": 93,
    "-CH2+1": 94,
    "-CH2-1": 95,
    "-C@": 96,
    "-C@+1": 97,
    "-C@-1": 98,
    "-C@H1": 99,
    "-C@H1+1": 100,
    "-C@H1-1": 101,
    "-C@H2": 102,
    "-C@H2+1": 103,
    "-C@H2-1": 104,
    "-C@@": 105,
    "-C@@+1": 106,
    "-C@@-1": 107,
    "-C@@H1": 108,
    "-C@@H1+1": 109,
    "-C@@H1-1": 110,
    "-C@@H2": 111,
    "-C@@H2+1": 112,
    "-C@@H2-1": 113,
    "-N": 114,
    "-N+1": 115,
    "-N-1": 116,
    "-NH1": 117,
    "-NH1+1": 118,
    "-NH1-1": 119,
    "-NH2": 120,
    "-NH2+1": 121,
    "-NH2-1": 122,
    "-NH3": 123,
    "-NH3+1": 124,
    "-NH3-1": 125,
    "-O": 126,
    "-O+1": 127,
    "-O-1": 128,
    "-OH1": 129,
    "-OH1+1": 130,
    "-OH1-1": 131,
    "-P": 132,
    "-P+1": 133,
    "-P-1": 134,
    "-PH1": 135,
    "-PH1+1": 136,
    "-PH1-1": 137,
    "-PH2": 138,
    "-PH2+1": 139,
    "-PH2-1": 140,
    "-P@": 141,
    "-P@+1": 142,
    "-P@-1": 143,
    "-P@H1": 144,
    "-P@H1+1": 145,
    "-P@H1-1": 146,
    "-P@H2": 147,
    "-P@H2+1": 148,
    "-P@H2-1": 149,
    "-P@@": 150,
    "-P@@+1": 151,
    "-P@@-1": 152,
    "-P@@H1": 153,
    "-P@@H1+1": 154,
    "-P@@H1-1": 155,
    "-P@@H2": 156,
    "-P@@H2+1": 157,
    "-P@@H2-1": 158,
    "-S": 159,
    "-S+1": 160,
    "-S-1": 161,
    "-SH1": 162,
    "-SH1+1": 163,
    "-SH1-1": 164,
    "-S@": 165,
    "-S@+1": 166,
    "-S@-1": 167,
    "-S@H1": 168,
    "-S@H1+1": 169,
    "-S@H1-1": 170,
    "-S@@": 171,
    "-S@@+1": 172,
    "-S@@-1": 173,
    "-S@@H1": 174,
    "-S@@H1+1": 175,
    "-S@@H1-1": 176,
    "=H": 177,
    "=F": 178,
    "=Cl": 179,
    "=Br": 180,
    "=I": 181,
    "=B": 182,
    "=B+1": 183,
    "=C+1": 185,
    "=C-1": 186,
    "=CH1": 187,
    "=CH1+1": 188,
    "=CH1-1": 189,
    "=CH2": 190,
    "=CH2+1": 191,
    "=CH2-1": 192,
    "=C@": 193,
    "=C@+1": 194,
    "=C@-1": 195,
    "=C@H1": 196,
    "=C@H1+1": 197,
    "=C@H1-1": 198,
    "=C@H2": 199,
    "=C@H2+1": 200,
    "=C@H2-1": 201,
    "=C@@": 202,
    "=C@@+1": 203,
    "=C@@-1": 204,
    "=C@@H1": 205,
    "=C@@H1+1": 206,
    "=C@@H1-1": 207,
    "=C@@H2": 208,
    "=C@@H2+1": 209,
    "=C@@H2-1": 210,
    "=N+1": 212,
    "=N-1": 213,
    "=NH1": 214,
    "=NH1+1": 215,
    "=NH1-1": 216,
    "=NH2": 217,
    "=NH2+1": 218,
    "=NH2-1": 219,
    "=NH3": 220,
    "=NH3+1": 221,
    "=NH3-1": 222,
    "=O": 223,
    "=O+1": 224,
    "=O-1": 225,
    "=OH1": 226,
    "=OH1+1": 227,
    "=OH1-1": 228,
    "=P": 229,
    "=P+1": 230,
    "=P-1": 231,
    "=PH1": 232,
    "=PH1+1": 233,
    "=PH1-1": 234,
    "=PH2": 235,
    "=PH2+1": 236,
    "=PH2-1": 237,
    "=P@": 238,
    "=P@+1": 239,
    "=P@-1": 240,
    "=P@H1": 241,
    "=P@H1+1": 242,
    "=P@H1-1": 243,
    "=P@H2": 244,
    "=P@H2+1": 245,
    "=P@H2-1": 246,
    "=P@@": 247,
    "=P@@+1": 248,
    "=P@@-1": 249,
    "=P@@H1": 250,
    "=P@@H1+1": 251,
    "=P@@H1-1": 252,
    "=P@@H2": 253,
    "=P@@H2+1": 254,
    "=P@@H2-1": 255,
    "=S": 256,
    "=S+1": 257,
    "=S-1": 258,
    "=SH1": 259,
    "=SH1+1": 260,
    "=SH1-1": 261,
    "=S@": 262,
    "=S@+1": 263,
    "=S@-1": 264,
    "=S@H1": 265,
    "=S@H1+1": 266,
    "=S@H1-1": 267,
    "=S@@": 268,
    "=S@@+1": 269,
    "=S@@-1": 270,
    "=S@@H1": 271,
    "=S@@H1+1": 272,
    "=S@@H1-1": 273,
    "#H": 274,
    "#F": 275,
    "#Cl": 276,
    "#Br": 277,
    "#I": 278,
    "#B": 279,
    "#B+1": 280,
    "#C+1": 282,
    "#C-1": 283,
    "#CH1": 284,
    "#CH1+1": 285,
    "#CH1-1": 286,
    "#CH2": 287,
    "#CH2+1": 288,
    "#CH2-1": 289,
    "#C@": 290,
    "#C@+1": 291,
    "#C@-1": 292,
    "#C@H1": 293,
    "#C@H1+1": 294,
    "#C@H1-1": 295,
    "#C@H2": 296,
    "#C@H2+1": 297,
    "#C@H2-1": 298,
    "#C@@": 299,
    "#C@@+1": 300,
    "#C@@-1": 301,
    "#C@@H1": 302,
    "#C@@H1+1": 303,
    "#C@@H1-1": 304,
    "#C@@H2": 305,
    "#C@@H2+1": 306,
    "#C@@H2-1": 307,
    "#N": 308,
    "#N+1": 309,
    "#N-1": 310,
    "#NH1": 311,
    "#NH1+1": 312,
    "#NH1-1": 313,
    "#NH2": 314,
    "#NH2+1": 315,
    "#NH2-1": 316,
    "#NH3": 317,
    "#NH3+1": 318,
    "#NH3-1": 319,
    "#O": 320,
    "#O+1": 321,
    "#O-1": 322,
    "#OH1": 323,
    "#OH1+1": 324,
    "#OH1-1": 325,
    "#P": 326,
    "#P+1": 327,
    "#P-1": 328,
    "#PH1": 329,
    "#PH1+1": 330,
    "#PH1-1": 331,
    "#PH2": 332,
    "#PH2+1": 333,
    "#PH2-1": 334,
    "#P@": 335,
    "#P@+1": 336,
    "#P@-1": 337,
    "#P@H1": 338,
    "#P@H1+1": 339,
    "#P@H1-1": 340,
    "#P@H2": 341,
    "#P@H2+1": 342,
    "#P@H2-1": 343,
    "#P@@": 344,
    "#P@@+1": 345,
    "#P@@-1": 346,
    "#P@@H1": 347,
    "#P@@H1+1": 348,
    "#P@@H1-1": 349,
    "#P@@H2": 350,
    "#P@@H2+1": 351,
    "#P@@H2-1": 352,
    "#S": 353,
    "#S+1": 354,
    "#S-1": 355,
    "#SH1": 356,
    "#SH1+1": 357,
    "#SH1-1": 358,
    "#S@": 359,
    "#S@+1": 360,
    "#S@-1": 361,
    "#S@H1": 362,
    "#S@H1+1": 363,
    "#S@H1-1": 364,
    "#S@@": 365,
    "#S@@+1": 366,
    "#S@@-1": 367,
    "#S@@H1": 368,
    "#S@@H1+1": 369,
    "#S@@H1-1": 370,
    "/H": 371,
    "/F": 372,
    "/Cl": 373,
    "/Br": 374,
    "/I": 375,
    "/B": 376,
    "/B+1": 377,
    "/C": 378,
    "/C+1": 379,
    "/C-1": 380,
    "/CH1": 381,
    "/CH1+1": 382,
    "/CH1-1": 383,
    "/CH2": 384,
    "/CH2+1": 385,
    "/CH2-1": 386,
    "/C@": 387,
    "/C@+1": 388,
    "/C@-1": 389,
    "/C@H1": 390,
    "/C@H1+1": 391,
    "/C@H1-1": 392,
    "/C@H2": 393,
    "/C@H2+1": 394,
    "/C@H2-1": 395,
    "/C@@": 396,
    "/C@@+1": 397,
    "/C@@-1": 398,
    "/C@@H1": 399,
    "/C@@H1+1": 400,
    "/C@@H1-1": 401,
    "/C@@H2": 402,
    "/C@@H2+1": 403,
    "/C@@H2-1": 404,
    "/N": 405,
    "/N+1": 406,
    "/N-1": 407,
    "/NH1": 408,
    "/NH1+1": 409,
    "/NH1-1": 410,
    "/NH2": 411,
    "/NH2+1": 412,
    "/NH2-1": 413,
    "/NH3": 414,
    "/NH3+1": 415,
    "/NH3-1": 416,
    "/O": 417,
    "/O+1": 418,
    "/O-1": 419,
    "/OH1": 420,
    "/OH1+1": 421,
    "/OH1-1": 422,
    "/P": 423,
    "/P+1": 424,
    "/P-1": 425,
    "/PH1": 426,
    "/PH1+1": 427,
    "/PH1-1": 428,
    "/PH2": 429,
    "/PH2+1": 430,
    "/PH2-1": 431,
    "/P@": 432,
    "/P@+1": 433,
    "/P@-1": 434,
    "/P@H1": 435,
    "/P@H1+1": 436,
    "/P@H1-1": 437,
    "/P@H2": 438,
    "/P@H2+1": 439,
    "/P@H2-1": 440,
    "/P@@": 441,
    "/P@@+1": 442,
    "/P@@-1": 443,
    "/P@@H1": 444,
    "/P@@H1+1": 445,
    "/P@@H1-1": 446,
    "/P@@H2": 447,
    "/P@@H2+1": 448,
    "/P@@H2-1": 449,
    "/S": 450,
    "/S+1": 451,
    "/S-1": 452,
    "/SH1": 453,
    "/SH1+1": 454,
    "/SH1-1": 455,
    "/S@": 456,
    "/S@+1": 457,
    "/S@-1": 458,
    "/S@H1": 459,
    "/S@H1+1": 460,
    "/S@H1-1": 461,
    "/S@@": 462,
    "/S@@+1": 463,
    "/S@@-1": 464,
    "/S@@H1": 465,
    "/S@@H1+1": 466,
    "/S@@H1-1": 467,
    "\\H": 468,
    "\\F": 469,
    "\\Cl": 470,
    "\\Br": 471,
    "\\I": 472,
    "\\B": 473,
    "\\B+1": 474,
    "\\C": 475,
    "\\C+1": 476,
    "\\C-1": 477,
    "\\CH1": 478,
    "\\CH1+1": 479,
    "\\CH1-1": 480,
    "\\CH2": 481,
    "\\CH2+1": 482,
    "\\CH2-1": 483,
    "\\C@": 484,
    "\\C@+1": 485,
    "\\C@-1": 486,
    "\\C@H1": 487,
    "\\C@H1+1": 488,
    "\\C@H1-1": 489,
    "\\C@H2": 490,
    "\\C@H2+1": 491,
    "\\C@H2-1": 492,
    "\\C@@": 493,
    "\\C@@+1": 494,
    "\\C@@-1": 495,
    "\\C@@H1": 496,
    "\\C@@H1+1": 497,
    "\\C@@H1-1": 498,
    "\\C@@H2": 499,
    "\\C@@H2+1": 500,
    "\\C@@H2-1": 501,
    "\\N": 502,
    "\\N+1": 503,
    "\\N-1": 504,
    "\\NH1": 505,
    "\\NH1+1": 506,
    "\\NH1-1": 507,
    "\\NH2": 508,
    "\\NH2+1": 509,
    "\\NH2-1": 510,
    "\\NH3": 511,
    "\\NH3+1": 512,
    "\\NH3-1": 513,
    "\\O": 514,
    "\\O+1": 515,
    "\\O-1": 516,
    "\\OH1": 517,
    "\\OH1+1": 518,
    "\\OH1-1": 519,
    "\\P": 520,
    "\\P+1": 521,
    "\\P-1": 522,
    "\\PH1": 523,
    "\\PH1+1": 524,
    "\\PH1-1": 525,
    "\\PH2": 526,
    "\\PH2+1": 527,
    "\\PH2-1": 528,
    "\\P@": 529,
    "\\P@+1": 530,
    "\\P@-1": 531,
    "\\P@H1": 532,
    "\\P@H1+1": 533,
    "\\P@H1-1": 534,
    "\\P@H2": 535,
    "\\P@H2+1": 536,
    "\\P@H2-1": 537,
    "\\P@@": 538,
    "\\P@@+1": 539,
    "\\P@@-1": 540,
    "\\P@@H1": 541,
    "\\P@@H1+1": 542,
    "\\P@@H1-1": 543,
    "\\P@@H2": 544,
    "\\P@@H2+1": 545,
    "\\P@@H2-1": 546,
    "\\S": 547,
    "\\S+1": 548,
    "\\S-1": 549,
    "\\SH1": 550,
    "\\SH1+1": 551,
    "\\SH1-1": 552,
    "\\S@": 553,
    "\\S@+1": 554,
    "\\S@-1": 555,
    "\\S@H1": 556,
    "\\S@H1+1": 557,
    "\\S@H1-1": 558,
    "\\S@@": 559,
    "\\S@@+1": 560,
    "\\S@@-1": 561,
    "\\S@@H1": 562,
    "\\S@@H1+1": 563,
    "\\S@@H1-1": 564,
    "H": 565,
    "F": 566,
    "Cl": 567,
    "Br": 568,
    "I": 569,
    "B": 570,
    "B+1": 571,
    "C+1": 573,
    "C-1": 574,
    "CH1": 575,
    "CH1+1": 576,
    "CH1-1": 577,
    "CH2": 578,
    "CH2+1": 579,
    "CH2-1": 580,
    "C@": 581,
    "C@+1": 582,
    "C@-1": 583,
    "C@H1": 584,
    "C@H1+1": 585,
    "C@H1-1": 586,
    "C@H2": 587,
    "C@H2+1": 588,
    "C@H2-1": 589,
    "C@@": 590,
    "C@@+1": 591,
    "C@@-1": 592,
    "C@@H1": 593,
    "C@@H1+1": 594,
    "C@@H1-1": 595,
    "C@@H2": 596,
    "C@@H2+1": 597,
    "C@@H2-1": 598,
    "N+1": 600,
    "N-1": 601,
    "NH1": 602,
    "NH1+1": 603,
    "NH1-1": 604,
    "NH2": 605,
    "NH2+1": 606,
    "NH2-1": 607,
    "NH3": 608,
    "NH3+1": 609,
    "NH3-1": 610,
    "O+1": 612,
    "O-1": 613,
    "OH1": 614,
    "OH1+1": 615,
    "OH1-1": 616,
    "P+1": 618,
    "P-1": 619,
    "PH1": 620,
    "PH1+1": 621,
    "PH1-1": 622,
    "PH2": 623,
    "PH2+1": 624,
    "PH2-1": 625,
    "P@": 626,
    "P@+1": 627,
    "P@-1": 628,
    "P@H1": 629,
    "P@H1+1": 630,
    "P@H1-1": 631,
    "P@H2": 632,
    "P@H2+1": 633,
    "P@H2-1": 634,
    "P@@": 635,
    "P@@+1": 636,
    "P@@-1": 637,
    "P@@H1": 638,
    "P@@H1+1": 639,
    "P@@H1-1": 640,
    "P@@H2": 641,
    "P@@H2+1": 642,
    "P@@H2-1": 643,
    "S+1": 645,
    "S-1": 646,
    "SH1": 647,
    "SH1+1": 648,
    "SH1-1": 649,
    "S@": 650,
    "S@+1": 651,
    "S@-1": 652,
    "S@H1": 653,
    "S@H1+1": 654,
    "S@H1-1": 655,
    "S@@": 656,
    "S@@+1": 657,
    "S@@-1": 658,
    "S@@H1": 659,
    "S@@H1+1": 660,
    "S@@H1-1": 661
}