{
    "[PAD]": 0,
    "[START]": 1,
    "[END]": 2,
    "[#Branch1]": 3,
    "[#Branch2]": 4,
    "[#C]": 5,
    "[#N+1]": 6,
    "[#N]": 7,
    "[#Ring1]": 8,
    "[-/Ring1]": 9,
    "[-/Ring2]": 10,
    "[-\\Ring1]": 11,
    "[-\\Ring2]": 12,
    "[/Br]": 13,
    "[/C@@H1]": 14,
    "[/C@@]": 15,
    "[/C@H1]": 16,
    "[/C@]": 17,
    "[/C]": 18,
    "[/Cl]": 19,
    "[/F]": 20,
    "[/N+1]": 21,
    "[/N-1]": 22,
    "[/NH1+1]": 23,
    "[/NH1-1]": 24,
    "[/NH1]": 25,
    "[/NH2+1]": 26,
    "[/NH3+1]": 27,
    "[/N]": 28,
    "[/O+1]": 29,
    "[/O-1]": 30,
    "[/O]": 31,
    "[/P@@]": 32,
    "[/P@]": 33,
    "[/P]": 34,
    "[/S+1]": 35,
    "[/S-1]": 36,
    "[/S@@]": 37,
    "[/S@]": 38,
    "[/S]": 39,
    "[=Branch1]": 40,
    "[=Branch2]": 41,
    "[=C]": 42,
    "[=N+1]": 43,
    "[=N-1]": 44,
    "[=NH1+1]": 45,
    "[=NH2+1]": 46,
    "[=N]": 47,
    "[=O+1]": 48,
    "[=OH1+1]": 49,
    "[=O]": 50,
    "[=P@@H1]": 51,
    "[=P@@]": 52,
    "[=P@H1]": 53,
    "[=P@]": 54,
    "[=PH2]": 55,
    "[=P]": 56,
    "[=Ring1]": 57,
    "[=Ring2]": 58,
    "[=S+1]": 59,
    "[=S@@]": 60,
    "[=S@]": 61,
    "[=SH1+1]": 62,
    "[=S]": 63,
    "[Br]": 64,
    "[Branch1]": 65,
    "[Branch2]": 66,
    "[C-1]": 67,
    "[C@@H1]": 68,
    "[C@@]": 69,
    "[C@H1]": 70,
    "[C@]": 71,
    "[CH1-1]": 72,
    "[CH2-1]": 73,
    "[C]": 74,
    "[Cl]": 75,
    "[F]": 76,
    "[I]": 77,
    "[N+1]": 78,
    "[N-1]": 79,
    "[NH1+1]": 80,
    "[NH1-1]": 81,
    "[NH1]": 82,
    "[NH2+1]": 83,
    "[NH3+1]": 84,
    "[N]": 85,
    "[O+1]": 86,
    "[O-1]": 87,
    "[OH1+1]": 88,
    "[O]": 89,
    "[P+1]": 90,
    "[P@@H1]": 91,
    "[P@@]": 92,
    "[P@H1]": 93,
    "[P@]": 94,
    "[PH1+1]": 95,
    "[PH1]": 96,
    "[PH2]": 97,
    "[P]": 98,
    "[Ring1]": 99,
    "[Ring2]": 100,
    "[S+1]": 101,
    "[S-1]": 102,
    "[S@+1]": 103,
    "[S@@+1]": 104,
    "[S@@]": 105,
    "[S@]": 106,
    "[SH1+1]": 107,
    "[S]": 108,
    "[\\Br]": 109,
    "[\\C@@H1]": 110,
    "[\\C@@]": 111,
    "[\\C@H1]": 112,
    "[\\C@]": 113,
    "[\\C]": 114,
    "[\\Cl]": 115,
    "[\\F]": 116,
    "[\\I]": 117,
    "[\\N+1]": 118,
    "[\\N-1]": 119,
    "[\\NH1+1]": 120,
    "[\\NH1-1]": 121,
    "[\\NH1]": 122,
    "[\\NH2+1]": 123,
    "[\\NH3+1]": 124,
    "[\\N]": 125,
    "[\\O-1]": 126,
    "[\\O]": 127,
    "[\\P@@]": 128,
    "[\\P@]": 129,
    "[\\P]": 130,
    "[\\S-1]": 131,
    "[\\S@@]": 132,
    "[\\S@]": 133,
    "[\\S]": 134
}